Repository: philitingar/flavorly
Catalog: Localizations/Localizable.xcstrings
Source language: en
Languages: de, el, es, fr, hu, it, ja, ko, pl, ro, ru, tr, zh_hans

source: %lld characters
de: %lld Zeichen
el: %lld χαρακτήρες
es: %lld caracteres
fr: %lld caractères
hu: %lld karakter
it: %lld caratteri
ja: %lld文字
ko: %lld자
pl: %lld znaków
ro: %lld caractere
ru: %lld символов
tr: %lld karakter
zh_hans: %lld 个字符

# %lld of %lld
source: %1$lld of %2$lld
de: %1$lld de %2$lld
el: %1$lld από %2$lld
es: %1$lld de %2$lld
fr: %1$lld / %2$lld
hu: %1$lld / %2$lld
it: %1$lld di %2$lld
ja: %2$lld のうち %1$lld
ko: %1$lld / %2$lld
pl: %1$lld z %2$lld
ro: %1$lld din %2$lld
ru: %1$lld из %2$lld
tr: %2$lld'den %1$lld
zh_hans: %1$lld / %2$lld

# %lld photo%@ captured
source: %1$lld photo%2$@ captured
de: %1$lld Foto%2$@ aufgenommen
el: %1$lld φωτογραφία%2$@ καταγράφηκε
es: % 1 $ lld foto% 2 $ @ capturada
fr: %1$lld photo%2$@ capturée
hu: %1$lld fotó%2$@ elkészítve
it: %1$lld foto%2$@ catturata
ja: %1$lld 写真%2$@ を撮影しました
ko: %1$lld 사진%2$@ 촬영됨
pl: %1$lld zdjęcie%2$@ zrobione
ro: Fotografie %1$lld%2$@ realizată
ru: %1$lld фото%2$@ снято
tr: %1$lld fotoğraf%2$@ çekildi
zh_hans: %1$lld 照片%2$@ 已拍摄

source: %lld%% Complete
de: %lld%% Abgeschlossen
el: %lld%% Ολοκληρώθηκε
es: %lld%% Completo
fr: %lld%% Terminé
hu: %lld%% Kész
it: %lld%% Completato
ja: %lld%% 完了
ko: %lld%% 완료
pl: %lld%% Zakończono
ro: %lld%% Completat
ru: %lld%% Завершено
tr: %lld%% Tamamlandı
zh_hans: %lld%% 完成

source: About Flavourly
de: Über Flavourly
el: Σχετικά με το Flavourly
es: Acerca de Flavourly
fr: À propos de Flavourly
hu: Flavourly-ról
it: Informazioni su Flavourly
ja: Flavourlyについて
ko: Flavourly 소개
pl: O Flavourly
ro: Despre Flavourly
ru: О Flavourly
tr: Flavourly Hakkında
zh_hans: 关于Flavourly

# about.flavourly.one
source: Flavourly Information
de: Informationen zu Flavourly
el: Πληροφορίες Flavourly
es: Información sobre Flavourly
fr: Informations sur Flavourly
hu: Flavourly Információk
it: Informazioni su Flavourly
ja: Flavourlyの情報
ko: Flavourly 정보
pl: Informacje o Flavourly
ro: Informații despre Flavourly
ru: Информация о Flavourly
tr: Flavourly Bilgileri
zh_hans: Flavourly 信息

# about.four
source: Available in 14 different languages.
de: Verfügbar in 14 verschiedenen Sprachen.
el: Διαθέσιμο σε 14 διαφορετικές γλώσσες.
es: Disponible en 14 idiomas diferentes.
fr: Disponible en 14 langues différentes.
hu: Elérhető 14 különböző nyelven.
it: Disponibile in 14 lingue diverse.
ja: 14言語に対応しています。
ko: 14개 언어로 제공됩니다.
pl: Dostępne w 14 różnych językach.
ro: Disponibil în 14 limbi diferite.
ru: Доступно на 14 различных языках.
tr: 14 farklı dilde kullanılabilir.
zh_hans: 支持14种不同语言。

# about.one
source: Flavourly is a user-friendly app for cooking enthusiasts.
de: Flavourly ist eine benutzerfreundliche App für Kochbegeisterte.
el: Το Flavourly είναι μια φιλική εφαρμογή για λάτρεις της μαγειρικής.
es: Flavourly es una aplicación fácil de usar para los entusiastas de la cocina.
fr: Flavourly est une application conviviale pour les passionnés de cuisine.
hu: Flavourly egy felhasználóbarát alkalmazás a főzés szerelmeseinek.
it: Flavourly è un'applicazione facile da usare per gli appassionati di cucina.
ja: Flavourlyは料理愛好家のための使いやすいアプリです。
ko: Flavourly는 요리 애호가를 위한 사용자 친화적인 앱입니다.
pl: Flavourly to przyjazna aplikacja dla miłośników gotowania.
ro: Flavourly este o aplicație ușor de utilizat pentru pasionații de gătit.
ru: Flavourly — это удобное приложение для любителей готовить.
tr: Flavourly, yemek yapmayı sevenler için kullanıcı dostu bir uygulamadır.
zh_hans: Flavourly是一个面向烹饪爱好者的用户友好型应用。

# about.three
source: Easily save and store your favorite recipes.
de: Speichern und verwalten Sie Ihre Lieblingsrezepte ganz einfach.
el: Αποθηκεύστε εύκολα τις αγαπημένες σας συνταγές.
es: Guarde y almacene fácilmente sus recetas favoritas.
fr: Enregistrez et stockez facilement vos recettes préférées.
hu: Mentse és tárolja könnyedén kedvenc receptjeit.
it: Salva e archivia facilmente le tue ricette preferite.
ja: お気に入りのレシピを簡単に保存・管理できます。
ko: 좋아하는 레시피를 쉽게 저장하고 관리하세요.
pl: Łatwo zapisuj i przechowuj swoje ulubione przepisy.
ro: Salvați și stocați cu ușurință rețetele dvs. preferate.
ru: Легко сохраняйте и храните любимые рецепты.
tr: Favori tariflerinizi kolayca kaydedin ve saklayın.
zh_hans: 轻松保存和管理您喜欢的食谱。

# about.two
source: We value your privacy: no data collection.
de: Wir legen Wert auf Ihre Privatsphäre: keine Datenerfassung.
el: Σεβόμαστε το απόρρητό σας: δεν συλλέγουμε δεδομένα.
es: Valoramos tu privacidad: no recopilamos datos.
fr: Nous respectons votre vie privée : aucune collecte de données.
hu: Nagyra értékeljük a magánéletét: nincs adatgyűjtés.
it: Teniamo alla vostra privacy: nessuna raccolta di dati.
ja: プライバシーを重視：データは収集しません。
ko: 개인정보를 소중히 여깁니다: 데이터 수집 없음.
pl: Dbamy o Twoją prywatność: brak zbierania danych.
ro: Prețuim confidențialitatea dvs.: nu colectăm date.
ru: Мы ценим вашу конфиденциальность: никаких сборов данных.
tr: Gizliliğinize önem veriyoruz: Veri toplanmaz.
zh_hans: 我们重视您的隐私：不收集任何数据。

source: Add Ingredient
de: Zutat hinzufügen
el: Προσθήκη Συστατικού
es: Agregar ingrediente
fr: Ajouter un ingrédient
hu: Hozzávaló hozzáadása
it: Aggiungi ingrediente
ja: 材料を加える
ko: 재료 추가
pl: Dodaj składnik
ro: Adăugați ingredientul
ru: Добавить ингредиент
tr: Malzeme Ekle
zh_hans: 添加配料

source: Add More Photos
de: Weitere Fotos hinzufügen
el: Προσθήκη περισσότερων φωτογραφιών
es: Añadir más fotos
fr: Ajouter plus de photos
hu: További fotók hozzáadása
it: Aggiungi altre foto
ja: 写真を追加
ko: 더 많은 사진 추가
pl: Dodaj więcej zdjęć
ro: Adăugați mai multe fotografii
ru: Добавить больше фотографий
tr: Daha Fazla Fotoğraf Ekle
zh_hans: 添加更多照片

source: Add Step
de: Schritt hinzufügen
el: Προσθήκη βήματος
es: Añadir paso
fr: Ajouter une étape
hu: Lépés hozzáadása
it: Aggiungi passaggio
ja: ステップを追加
ko: 단계 추가
pl: Dodaj krok
ro: Adăugați un pas
ru: Добавить шаг
tr: Adım Ekle
zh_hans: 添加步骤

# add.button
source: Add Recipe
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajout
hu: Add hozzá
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
ro: Adauga
ru: Добавить
tr: Ekle
zh_hans: 添加食谱

# add.first.recipe
source: Add your first recipe to get started
de: Fügen Sie Ihr erstes Rezept hinzu, um loszulegen
el: Προσθέστε την πρώτη σας συνταγή για να ξεκινήσετε
es: Añade tu primera receta para empezar
fr: Ajoutez votre première recette pour commencer
hu: Add hozzá az első receptedet a kezdéshez
it: Aggiungi la tua prima ricetta per iniziare
ja: まずは最初のレシピを追加してください
ko: 시작하려면 첫 번째 레시피를 추가하세요.
pl: Dodaj swój pierwszy przepis, aby rozpocząć
ro: Adăugați prima rețetă pentru a începe
ru: Добавьте свой первый рецепт, чтобы начать
tr: Başlamak için ilk tarifinizi ekleyin
zh_hans: 添加您的第一个食谱以开始

source: Add ingredient...
de: Zutat hinzufügen...
el: Προσθήκη συστατικού...
es: Añadir ingrediente...
fr: Ajouter un ingrédient…
hu: Hozzávalók hozzáadása....
it: Aggiungi ingrediente...
ja: 材料を追加...
ko: 재료 추가...
pl: Dodaj składnik...
ro: Adăugă ingredient...
ru: Добавить ингредиент...
tr: Malzeme ekle...
zh_hans: 添加食材...

source: Add tag...
de: Tag hinzufügen...
el: Προσθήκη ετικέτας...
es: Añadir etiqueta...
fr: Ajouter une étiquette…
hu: Címke hozzáadása...
it: Aggiungi tag...
ja: タグを追加...
ko: 태그 추가...
pl: Dodaj tag...
ro: Adăugați etichetă...
ru: Добавить тег...
tr: Etiket ekle...
zh_hans: 添加标签...

# add.tags.separately
source: Add them one by one
de: Fügen Sie eines nach dem anderen hinzu
el: Προσθέστε τις μία προς μία
es: Añádelas una a una
fr: Ajoutez-les une à une
hu: Add őket egyenként
it: Aggiungile una per una
ja: 一つずつ追加する
ko: 하나씩 추가하기
pl: Dodaj je jeden po drugim
ro: Adaugă-le una câte una
ru: Добавляйте их по одному
tr: Teker teker ekleyin
zh_hans: 逐一添加

# add.tagToRecipe
source: add tags to your recipe
de: Tags zu Ihrem Rezept hinzufügen
el: προσθέστε ετικέτες στη συνταγή σας
es: añade etiquetas a tu receta
fr: ajoutez des tags à votre recette
hu: címkéket adhatsz a receptedhez
it: aggiungi i tag alla tua ricetta
ja: レシピにタグを追加する
ko: 레시피에 태그 추가하기
pl: Dodaj tagi do swojego przepisu
ro: Adaugă etichete la rețetă
ru: добавить теги к рецепту
tr: tarifinize etiket ekleyin
zh_hans: 为食谱添加标签

source: At the moment the photos option is only available in English.
de: Derzeit ist die Fotooption nur auf Englisch verfügbar.
el: Προς το παρόν, η επιλογή φωτογραφιών είναι διαθέσιμη μόνο στα Αγγλικά.
es: Por el momento la opción de fotos sólo está disponible en inglés.
fr: Pour le moment, l'option photos n'est disponible qu'en anglais.
hu: Jelenleg a fotók opció csak angol nyelven érhető el.
it: Al momento l'opzione foto è disponibile solo in inglese.
ja: 現時点では、写真オプションは英語でのみ利用可能です。
ko: 현재 사진 옵션은 영어로만 제공됩니다.
pl: W tej chwili opcja zdjęć jest dostępna tylko w języku angielskim.
ro: Momentan, opțiunea pentru fotografii este disponibilă doar în limba engleză.
ru: На данный момент опция фотографий доступна только на английском языке.
tr: Şu anda fotoğraf seçeneği yalnızca İngilizce olarak mevcuttur.
zh_hans: 目前，照片选项仅提供英文版本。

# author.name
source: Author
de: Autors
el: Συστατικά
es: Autor/a
fr: L'auteur
hu: Szerző
it: Autore
ja: 作者名
ko: 작성자 이름
pl: Autora
ro: Autor
ru: Имя автора
tr: Yazar
zh_hans: 作者

source: Back
de: Zurück
el: Πίσω
es: Atrás
fr: Retour
hu: Vissza
it: Indietro
ja: 戻る
ko: 뒤로
pl: Wstecz
ro: Înapoi
ru: Назад
tr: Geri
zh_hans: 返回

source: By:
de: Hergestellt von:
el: Κατασκευασμένο από:
es: Escrito por:
fr: Réalisé par:
hu: Készítette:
it: Realizzata da:
ja: 作った人:
ko: 만든 사람:
pl: Wykonane przez:
ro: Făcut de:
ru: Приготовлено по:
tr: Tarafından yapıldı:
zh_hans: 制作：

source: By: %@
de: Von: %@
el: Από: %@
es: Por: %@
fr: Par: %@
hu: Készítette: %@
it: Di: %@
ja: による： ％@
ko: 에 의해: %@
pl: Przez: %@
ro: De: %@
ru: К: %@
tr: İle: %@
zh_hans: 经过： ％@

source: Camera Not Available
de: Kamera nicht verfügbar
el: Η κάμερα δεν είναι διαθέσιμη
es: Cámara no disponible
fr: Appareil photo non disponible
hu: Kamera nem érhető el
it: Fotocamera non disponibile
ja: カメラが利用できません
ko: 카메라를 사용할 수 없습니다
pl: Aparat niedostępny
ro: Camera nu este disponibilă
ru: Камера недоступна
tr: Kamera Mevcut Değil
zh_hans: 相机不可用

source: Cancel
de: Stornieren
el: Ματαίωση
es: Cancelar
fr: Annuler
hu: Mégsem
it: Cancellare
ja: キャンセル
ko: 취소
pl: Anulować
ro: Anula
ru: Отмена
tr: İptal etmek
zh_hans: 取消

# cancel.button
source: Cancel
de: Abbrechen
el: Ακύρωση
es: Anular
fr: Annuler
hu: Mégsem
it: Annullare
ja: キャンセル
ko: 취소
pl: Anuluj
ro: Anulează
ru: Отменить
tr: İptal
zh_hans: 取消

source: Capture text clearly
de: Text klar erfassen
el: Καταγράψτε κείμενο με σαφήνεια
es: Capturar texto con claridad
fr: Capturez clairement le texte
hu: Rögzítse a szöveget tisztán
it: Cattura il testo in modo chiaro
ja: テキストを鮮明にキャプチャ
ko: 텍스트를 선명하게 캡처하세요
pl: Przechwytuj tekst wyraźnie
ro: Capturați textul clar
ru: Четко запишите текст
tr: Metni net bir şekilde yakalayın
zh_hans: 清晰地捕捉文本

# client.question.text
source: If you have any questions, feedback, or notice any inaccuracies, please let us know through our contact form. Your input helps us make Flavourly better!
de: Wenn Sie Fragen, Feedback haben oder Ungenauigkeiten feststellen, lassen Sie es uns bitte über unser Kontaktformular wissen. Ihr Input hilft uns, Flavourly zu verbessern!
el: Αν έχετε οποιεσδήποτε ερωτήσεις, σχόλια ή παρατηρήσετε ανακρίβειες, παρακαλώ ενημερώστε μας μέσω της φόρμας επικοινωνίας. Η γνώμη σας μας βοηθά να κάνουμε το Flavourly καλύτερο!
es: Si tiene alguna pregunta, comentario o detecta alguna imprecisión, háganoslo saber a través de nuestro formulario de contacto. Sus comentarios nos ayudarán a mejorar Flavourly.
fr: Si vous avez des questions, des commentaires ou si vous remarquez des inexactitudes, veuillez nous en faire part en utilisant notre formulaire de contact. Vos commentaires nous aident à améliorer Flavourly !
hu: Ha bármilyen kérdése, visszajelzése van, vagy bármilyen pontatlanságot észlel, kérjük, jelezze nekünk a kapcsolatfelvételi űrlapon keresztül. Az Ön hozzájárulása segít nekünk, hogy a Flavourly jobb legyen!
it: Se avete domande, feedback o notate qualche imprecisione, fatecelo sapere attraverso il nostro modulo di contatto. I vostri suggerimenti ci aiutano a migliorare Flavourly!
ja: ご質問やフィードバック、不正確な点にお気づきの場合は、お問い合わせフォームからお知らせください。皆様のご意見がFlavourlyの向上に役立ちます！
ko: 질문이나 피드백이 있거나 부정확한 점을 발견하시면 연락처 양식을 통해 알려주세요. 여러분의 의견은 Flavourly를 더 나은 서비스로 만드는 데 도움이 됩니다!
pl: Jeśli masz pytania, uwagi lub zauważysz jakieś nieścisłości, poinformuj nas przez formularz kontaktowy. Twoje uwagi pomagają nam ulepszać Flavourly!
ro: Dacă aveți întrebări, feedback sau observați inexactități, vă rugăm să ne anunțați prin intermediul formularului nostru de contact. Contribuția dvs. ne ajută să facem Flavourly mai bun!
ru: Если у вас есть вопросы, отзывы или вы заметили неточности, пожалуйста, сообщите нам через нашу контактную форму. Ваши замечания помогают нам улучшать Flavourly!
tr: Herhangi bir sorunuz, geri bildiriminiz varsa veya herhangi bir yanlışlık fark ederseniz lütfen iletişim formumuz üzerinden bize bildirin. Görüşleriniz Flavourly'i daha iyi hale getirmemize yardımcı olur!
zh_hans: 如果您有任何问题、反馈或发现任何不准确之处，请通过我们的联系表告诉我们。您的意见帮助我们改进Flavourly！

source: Contact
de: Kontakt
el: Επικοινωνία
es: Contacto
hu: Kapcsolat
it: Contatto
ja: お問い合わせ
ko: 연락처
pl: Kontakt
ro: Contacte
ru: Контакт
tr: İletişim
zh_hans: 联系

# contact.url.invalid
source: Contact form URL is invalid.
de: Die URL des Kontaktformulars ist ungültig.
el: Η διεύθυνση URL της φόρμας επικοινωνίας δεν είναι έγκυρη.
es: La URL del formulario de contacto no es válida.
fr: L'URL du formulaire de contact n'est pas valide..
hu: A kapcsolatfelvételi űrlap URL címe érvénytelen.
it: L'URL del modulo di contatto non è valido.
ja: お問い合わせフォームのURLが無効です。
ko: 연락처 양식 URL이 잘못되었습니다.
pl: Adres URL formularza kontaktowego jest nieprawidłowy.
ro: URL-ul formularului de contact este invalid.
ru: URL контактной формы недействителен.
tr: İletişim formu URL'si geçersiz.
zh_hans: 联系表单网址无效。

# create.tag.organise
source: Create tags to organize recipes
de: Erstellen Sie Tags, um Rezepte zu organisieren
el: Δημιουργήστε ετικέτες για να οργανώσετε συνταγές
es: Crea etiquetas para organizar recetas
fr: Créez des étiquettes pour organiser les recettes
hu: Hozz létre címkéket a receptek rendszerezéséhez
it: Crea tag per organizzare le ricette
ja: レシピを整理するためにタグを作成してください
ko: 레시피를 정리할 태그를 만들어 보세요.
pl: Utwórz tagi, aby uporządkować przepisy
ro: Crează etichete pentru a organiza rețetele
ru: Создайте теги для организации рецептов
tr: Tarifleri düzenlemek için etiketler oluşturun
zh_hans: 创建标签以整理食谱

# create.tags
source: Create tags to organize recipes
de: Erstellen Sie Tags, um Rezepte zu organisieren
el: Δημιουργήστε ετικέτες για να οργανώσετε συνταγές
es: Crea etiquetas para organizar recetas
fr: Créez des étiquettes pour organiser les recettes
hu: Hozz létre címkéket a receptek rendszerezéséhez
it: Crea tag per organizzare le ricette
ja: レシピを整理するためにタグを作成してください
ko: 레시피를 정리할 태그를 만들어 보세요.
pl: Utwórz tagi, aby uporządkować przepisy
ro: Creați etichete pentru a organiza rețetele
ru: Создайте теги для организации рецептов
tr: Tarifleri düzenlemek için etiketler oluşturun
zh_hans: 创建标签以整理食谱

source: Created:
de: Erstellt:
el: Δημιουργήθηκε:
es: Creado:
fr: Création:
hu: Létrehozva:
it: Creato:
ja: 作成日:
ko: 생성:
pl: Utworzono:
ro: Creat:
ru: Создано:
tr: Oluşturuldu:
zh_hans: 创建时间：

source: Created with Flavourly
de: Erstellt mit Flavourly
el: Δημιουργήθηκε με το Flavourly
es: Creado con Flavourly
fr: Créé avec Flavourly
hu: Létrehozva a Flavourly segítségével
it: Creato con Flavourly
ja: Flavourly で作成
ko: Flavourly로 제작됨
pl: Stworzone z Flavourly
ro: Creat cu Flavourly
ru: Создано с помощью Flavourly
tr: Flavourly ile oluşturuldu
zh_hans: 使用 Flavourly 创建

source: Created date:
de: Erstellungsdatum:
el: Ημερομηνία δημιουργίας:
es: Fecha de creación:
fr: Date de création :
hu: Létrehozás dátuma:
it: Data di creazione:
ja: 作成日:
ko: 생성 날짜:
pl: Data utworzenia:
ro: Data creării:
ru: Дата создания:
tr: Oluşturulma tarihi:
zh_hans: 创建日期：

source: Delete Photo
de: Foto löschen
el: Διαγραφή φωτογραφίας
es: Eliminar foto
fr: Supprimer la photo
hu: Fotó törlése
it: Elimina foto
ja: 写真を削除
ko: 사진 삭제
pl: Usuń zdjęcie
ro: Șterge fotografia
ru: Удалить фото
tr: Fotoğrafı Sil
zh_hans: 删除照片

# delete.button
source: Delete
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
hu: Törlés
it: Eliminare
ja: 削除する
ko: 삭제
pl: Usuń
ro: Șterge
ru: Удалить
tr: Silme
zh_hans: 删除

# delete.reassurance
source: Are you sure?
de: Sind Sie sicher?
el: Είστε σίγουροι;
es: ¿Seguro?
fr: Êtes-vous sûr ?
hu: Biztos vagy benne?
it: Sei sicuro?
ja: 本当ですか?
ko: 확실하신가요?
pl: Czy na pewno?
ro: Ești sigur?
ru: Вы уверены?
tr: Emin misiniz?
zh_hans: 您确定吗？

# delete.tag.warning.text
source: If you delete this tag(s), it will be removed from all the recipes. None of your recipes will have this tag anymore!
de: Wenn Sie diese Markierung löschen, wird sie aus allen Rezepten entfernt. Keines Ihrer Rezepte wird dieses Tag mehr haben!
el: Αν διαγράψετε αυτή την ετικέτα, θα αφαιρεθεί από όλες τις συνταγές. Καμία από τις συνταγές σας δεν θα έχει πλέον αυτή την ετικέτα!
es: Si borras esta etiqueta, se eliminará de todas las recetas. ¡Ninguna de tus recetas volverá a tener esta etiqueta!
fr: Si vous supprimez cette balise, elle sera supprimée de toutes les recettes. Aucune de vos recettes n'aura plus cette balise!
hu: Ha le törlöd ezt a címkét (címkéket), az összes receptből eltávolítod. Egyik recepted sem fogja többé ezt a címkét tartalmazni!
it: Se si elimina questo tag, verrà rimosso da tutte le ricette. Nessuna delle vostre ricette avrà più questo tag!
ja: このタグを削除すると、すべてのレシピから削除されます。どのレシピにもこのタグはなくなります！
ko: 이 태그를 삭제하면 모든 레시피에서 삭제됩니다. 더 이상 어떤 레시피에도 이 태그가 표시되지 않습니다!
pl: Jeśli usuniesz ten tag, zostanie on usunięty ze wszystkich przepisów. Żaden z Twoich przepisów nie będzie już zawierał tego tagu!
ro: Dacă ștergi această etichetă, ea va fi eliminată din toate rețetele. Niciuna dintre rețetele tale nu va mai avea această etichetă!
ru: Если вы удалите этот тег, он будет удален из всех рецептов. Ни один из ваших рецептов больше не будет содержать этот тег!
tr: Bu etiketi silerseniz, tüm tariflerden kaldırılacaktır. Tariflerinizin hiçbirinde artık bu etiket olmayacak!
zh_hans: 如果删除此标签，它将从所有食谱中删除。您的所有食谱都不会再有这个标签！

# disclaimer.contact
source: Contact & Disclaimer
de: Kontakt & Impressum
el: Επικοινωνία & Αποποίηση ευθυνών
es: Contacto y exención de responsabilidad
fr: Contact & Clause de non-responsabilité
hu: Kapcsolat és jogi nyilatkozat
it: Contatti & Disclaimer
ja: お問い合わせと免責事項
ko: 연락처 및 면책 조항
pl: Kontakt i zastrzeżenia prawne
ru: Контакты и отказ от ответственности
tr: İletişim & Feragatnameler
zh_hans: 联系与免责声明

source: Edit & Save
de: Bearbeiten und Speichern
el: Επεξεργασία & Αποθήκευση
es: Editar y guardar
fr: Modifier et enregistrer
hu: Szerkesztés és mentés
it: Modifica e salva
ja: 編集して保存
ko: 편집 및 저장
pl: Edytuj i zapisz
ro: Editare și salvare
ru: Редактировать и сохранить
tr: Düzenle ve Kaydet
zh_hans: 编辑并保存

source: Edit Recipe
de: Rezept bearbeiten
el: Επεξεργασία συνταγής
es: Editar receta
fr: Modifier la recette
hu: Recept szerkesztése
it: Modifica ricetta
ja: レシピを編集
ko: 레시피 편집
pl: Edytuj przepis
ro: Editează rețeta
ru: Редактировать рецепт
tr: Tarifi Düzenle
zh_hans: 编辑食谱

source: Ensure good lighting
de: Sorgen Sie für eine gute Beleuchtung
el: Εξασφαλίστε καλό φωτισμό
es: Asegúrese de tener una buena iluminación
fr: Assurer un bon éclairage
hu: Biztosítson jó megvilágítást
it: Assicurare una buona illuminazione
ja: 十分な照明を確保する
ko: 조명을 잘 확보하세요
pl: Zapewnij dobre oświetlenie
ro: Asigurați o iluminare bună
ru: Обеспечьте хорошее освещение
tr: İyi aydınlatma sağlayın
zh_hans: 确保良好的照明

source: Enter recipe title
de: Rezepttitel eingeben
el: Εισαγάγετε τον τίτλο της συνταγής
es: Introduzca el título de la receta
fr: Entrez le titre de la recette
hu: Írd be a recept címét
it: Inserisci il titolo della ricetta
ja: レシピのタイトルを入力
ko: 레시피 제목을 입력하세요
pl: Wprowadź tytuł przepisu
ro: Introduceți titlul rețetei
ru: Введите название рецепта
tr: Tarif başlığını girin
zh_hans: 输入菜谱标题

# feature.onboarding
source: Features
de: Funktionen
el: Χαρακτηριστικά
es: Características
fr: Fonctionnalités
hu: Tulajdonságok
it: Caratteristiche
ja: 特徴
ko: 특징
pl: Funkcje
ro: Caracteristici
ru: Особенности
tr: Özellikler
zh_hans: 功能

# feedback.suggestion
source: Feedback & Suggestions
de: Feedback und Vorschläge
el: Σχόλια και προτάσεις
es: Comentarios y sugerencias
fr: Commentaires et suggestions
hu: Visszajelzések és javaslatok
it: Feedback e suggerimenti
ja: フィードバックと提案
ko: 피드백 및 제안
pl: Opinie i sugestie
ro: Feedback și sugestii
ru: Отзывы и предложения
tr: Geri Bildirim ve Öneriler
zh_hans: 反馈与建议

source: Home
de: Startseite
el: Αρχική
es: Inicio
fr: Accueil
hu: Kezdőlap
ja: ホーム
ko: 홈
pl: Strona główna
ro: Acasă
ru: Главная
tr: Ana sayfa
zh_hans: 首页

source: Import Recipe from Photos
de: Rezept aus Fotos importieren
el: Εισαγωγή συνταγής από φωτογραφίες
es: Importar recetas desde fotos
fr: Importer une recette à partir de photos
hu: Recept importálása a Fotókból
it: Importa la ricetta dalle foto
ja: 写真からレシピをインポート
ko: 사진에서 레시피 가져오기
pl: Importuj przepis ze zdjęć
ro: Importați rețeta din fotografii
ru: Импорт рецепта из фотографий
tr: Fotoğraflardan Tarif İçe Aktar
zh_hans: 从照片导入食谱

source: Important:
de: Wichtig:
el: Σπουδαίος:
es: Importante:
hu: Fontos:
it: Importante:
ja: 重要：
ko: 중요한:
pl: Ważny:
ru: Важный:
tr: Önemli:
zh_hans: 重要的：

# info.about
source: Information about the app
de: Informationen über die App
el: Πληροφορίες για την εφαρμογή
es: Información sobre la aplicación
fr: Informations sur l'application
hu: Információk az alkalmazásról
it: Informazioni sull'applicazione
ja: アプリに関する情報
ko: 앱 정보
pl: Informacje o aplikacji
ro: Informații despre aplicație
ru: Информация о приложении
tr: Uygulama hakkında bilgi
zh_hans: 关于应用的信息

source: Ingredient
de: Bestandteil
el: Συστατικό
es: Ingrediente
fr: Ingrédient
hu: Hozzávaló
it: Ingrediente
ja: 材料
ko: 재료
pl: Składnik
ru: Ингредиент
tr: Bileşen
zh_hans: 成分

# ingredient.list
source: Ingredients
de: Zutaten
el: Συστατικά
es: Ingredientes
fr: Ingrédients
hu: Hozzávalók
it: Ingredienti
ja: 材料
ko: 재료
pl: Składniki
ro: Ingrediente
ru: Ингредиенты
tr: Malzemeler
zh_hans: 食材

source: Ingredients
de: Zutaten
el: Συστατικά
es: Ingredientes
fr: Ingrédients
hu: Hozzávalók
it: Ingredienti
ja: 材料
ko: 재료
pl: Składniki
ro: Ingrediente
ru: Ингредиенты
tr: İçindekiler
zh_hans: 原料

source: Instructions
de: Anleitung
el: Οδηγίες
es: Instrucciones
hu: Utasítások
it: Istruzioni
ja: 手順
ko: 조리법
pl: Instrukcje
ro: Instrucțiuni
ru: Инструкции
tr: Talimatlar
zh_hans: 说明

source: Keep the camera steady
de: Halten Sie die Kamera ruhig
el: Κρατήστε την κάμερα σταθερή
es: Mantenga la cámara estable
fr: Gardez l'appareil photo stable
hu: Tartsa stabilan a kamerát
it: Mantieni ferma la telecamera
ja: カメラを安定させる
ko: 카메라를 안정적으로 유지하세요
pl: Trzymaj kamerę stabilnie
ro: Mențineți camera fixă
ru: Держите камеру ровно
tr: Kamerayı sabit tutun
zh_hans: 保持相机稳定

source: New recipe
de: Neues Rezept
el: Νέα συνταγή
es: Nueva receta
fr: Nouvelle recette
hu: Új recept
it: Nuova ricetta
ja: 新しいレシピ
ko: 새 레시피
pl: Nowy przepis
ro: Rețetă nouă
ru: Новый рецепт
tr: Yeni tarif
zh_hans: 新食谱

# no.recipe.found
source: No Recipes Found
de: Keine Rezepte gefunden
el: Δεν βρέθηκαν συνταγές
es: No se encontraron recetas
fr: Aucune recette trouvée
hu: Nincsenek receptek
it: Nessuna ricetta trovata
ja: レシピが見つかりません
ko: 레시피를 찾을 수 없습니다.
pl: Nie znaleziono przepisów
ro: Nu s-au găsit rețete
ru: Рецепты не найдены
tr: Tarif Bulunamadı
zh_hans: 未找到食谱
